Repository: koust/Crypier
Catalog: Crypier/*.lproj/Localizable.strings
Languages: tr

source: Home
tr: Anasayfa

source: Search
tr: Arama

# searchPlace
source: Search(Example: Bitcoin or BTC)
tr: Arama Yap(Örneğin: Bitcoin veya BTC)

source: Settings
tr: Ayarlar

source: Follow List
tr: Takip Listesi

source: Follow
tr: Takip Et

# about
source: About Us
tr: Hakkımızda

# notifi
source: Notifications
tr: Bildirimler

# sucessnotifi
source: Added to your list
tr: Listenize eklendi.

# warningnotifi
source: There are on your list
tr: Listenizde bulunmaktadır.

# errornotifi
source: Removed item to your list
tr: Listenizden çıkarıldı.

# editnotifi
source: Edit to your wallet.
tr: Başarıyla düzenlendi.

# coinname
source: Name
tr: Adı

source: Market Cap
tr: Market Hacmi

source: Dollar Price
tr: Dolar Fiyatı

source: Euro Price
tr: Euro Fiyatı

source: Bitcoin Price
tr: Bitcoin Fiyatı

source: Etherum Price
tr: Etherum Fiyatı

# cap24hrChange
source: 24 Hour Volume
tr: 24 Saatlik Değişim

# vwap_h24
source: 24hour VWAP
tr: 24 Saatlik VWAP

# aboutContent
source: The Crypier application provides you with an analysis of today's crypto money. It does not depend on any company. All information is taken from 3rd party applications. The purpose of the application is only to provide understandable information to you, and we can not control the accuracy of the information
tr: Crypier uygulaması günümüzdeki kripto paraların verilerini anlaşılır şekilde sizlere sunar. Herhangi bir şirkete bağlı değildir. Bilgilerin tamamı 3.parti uygulamalardan alınmaktadır. Uygulamanın amacı sadece sizlere anlaşılabilir bilgi sunmaktır ve bilgilerin doğruluğunu kontrol edememekteyiz.

# notifiContent
source: If you want to be notified by us. You can open your notifications.
tr: Eğer tarafımızdan bildirim almak isterseniz. Bildirimlerinizi açabilirsiniz.

# APIContent
source: The api part of the application is provided by coincap.io as open source.
tr: Uygulamanın api kısmı tamamen open-source olarak coincap.io tarafından sağlanmaktadır.

# del
source: Delete
tr: Sil

source: Enable
tr: Aktif et

source: Done
tr: Kapat

# connectionoff
source: Check your internet connection.
tr: İnternet bağlantınızı kontrol ediniz.

source: Wallet
tr: Cüzdan

source: Edit
tr: Düzenle

# awallet
source: Add to wallet
tr: Cüzdana Ekle

# awalletdesc
source: Enter the amount from your wallet
tr: Cüzdanınızdaki miktarı giriniz

# awalletplace
source: Example: 1 veya 0.00456
tr: Örneğin: 1 veya 0.00456

# alist
source: Add to list
tr: Listeye Ekle

source: Add
tr: Ekle

source: Cancel
tr: İptal

# addlistdesc
source: You can add to wallet or follow
tr: Takip listesinize veya cüzdananıza ekleyebilirsiniz.

# addlisttitle
source: Add to list or wallet
tr: Takip Listesi veya Cüzdan

# walletcontent
source: The wallet is only used to calculate your money and only you can see it. You can not transfer money. You can add it from within each page of your money.
tr: Cüzdan sadece paranızı hesaplamak için kullanılır ve sadece siz görebilirsiniz. Para transferi yapamazsınız. Her parabiriminin sayfasının içinden ekleyebilirsiniz.

source: Today
tr: Bugün
